// Напишите программу, которая на вход
// принимает число и выдаёт, является ли 
//число чётным (делится ли оно на два без остатка).

int n = 7;

if(n % 2 == 0)
{
    Console.WriteLine("Yes, число чётное");
}
else
{
  Console.WriteLine("No, число нечётное");   
}
